/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "後で行う";
"QUIT_TITLE" = "終了";
"RESCAN_TITLE" = "今すぐ確認";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "お使いのコンピュータ用の新しいソフトウェアを入手できます。";
"NEW_SOFTWARE_MESSAGE" = "ここでインストールしたくない場合は、インストールする準備ができたときにアップルメニュー＞“ソフトウェア・アップデート”と選択してください。";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "お使いのソフトウェアは最新です。";
"UP_TO_DATE_MESSAGE" = "“ソフトウェア・アップデート”には、お使いのコンピュータに適用できる新しいソフトウェアはありません。";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "未適用のアップデートはありません（使用停止を選択したものを除く）。後でもう一度試してください。";
"RESET_IGNORED_UPDATES_TITLE" = "アップデートの使用停止を解除";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "ネットワークに問題があるため、“ソフトウェア・アップデート”はアップデートを確認できません。";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "アップデートの確認に失敗しました。";
"NETWORK_DIAGNOSTICS_TITLE" = "ネットワーク診断...";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "ソフトウェア・アップデート・サーバ（%@）が応答しません。";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "ネットワーク接続が正常に動作していることを確認してください。接続に問題がない場合は、ネットワーク管理者に問い合わせてサポートを依頼してください。";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "%@ がアップデートをインストール中です。";
"OTHER_SESSION_UNKNOWN_TITLE" = "別のユーザがアップデートをインストール中です。";
"OTHER_SESSION_SAME_TITLE" = "アップデートが現在インストールされています。";
"OTHER_SESSION_MESSAGE" = "後でアップルメニューから“ソフトウェア・アップデート”を選択することで、追加のアップデートがあるかどうかを確認できます。";
"OTHER_DONE_USER_TITLE" = "%@ がアップデートをインストールしました。追加のアップデートがあるかどうかを今すぐ確認しますか？";
"OTHER_DONE_UNKNOWN_TITLE" = "別のユーザがアップデートをインストールしました。追加のアップデートがあるかどうかを今すぐ確認しますか？";
"OTHER_DONE_SAME_TITLE" =  "アップデートがインストールされました。追加のアップデートがあるかどうかを今すぐ確認しますか？";
"OTHER_DONE_MESSAGE" = "今すぐ確認したくない場合は、後でアップルメニューから“ソフトウェア・アップデート”を選択することで、追加のアップデートがあるかどうかを確認できます。";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "危険： Apple Signature Check が使用停止中です";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "ソフトウェア・アップデートは現在テストモードで実行中です。テストモードは通常使用するには安全ではありません。このモードでは、アップデートの署名が“信頼できる”署名であれば Apple 以外の署名でも受け入れます。他社製 Apple ソフトウェア・アップデートパッケージをテストしている場合以外は、ただちに Apple ソフトウェア・アップデートの使用を中止することを強く推奨します。";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "テストモードで使う";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "終了";

/* SUAppDetailedView */
"LogOutRequired" = "アップデートのインストール後にログアウトする必要があります。";
"LogOutRequired_Single" = "アップデートのインストール後にログアウトする必要があります。";
"RestartRequired" = "アップデートのインストール後にコンピュータを再起動する必要があります。";
"RestartRequired_Single" = "アップデートのインストール後にコンピュータを再起動する必要があります。";
"ShutDownRequired" = "アップデートのインストール後にコンピュータをシステム終了する必要があります。";
"ShutDownRequired_Single" = "アップデートのインストール後にコンピュータをシステム終了する必要があります。";
"RestartRecommended" = "アップデートのインストール後にコンピュータを再起動することをお勧めします。";
"RestartRecommended_Single" = "アップデートのインストール後にコンピュータを再起動することをお勧めします。";

"Install" = "インストール";
"Install1Item" = "1 項目をインストール";
"InstallNItems" = "%d 項目をインストール";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "インジケータ";


/* SUAppProductItem */
"INSTALLED_LABEL" = "インストール済み";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "一部ダウンロード済み（%d%%）";
"DOWNLOADED_LABEL" = "ダウンロード済み";
"ERROR_LABEL" = "エラー";

"SELECTION_LABEL_FORMAT" = "%@：%@。";

"DOWNLOAD_MENU_ITEM_GENERIC" = "アップルの“ダウンロード”ページを開く...";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "“%@”の“ダウンロード”ページを開く...";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "リストからアップデート“%@”を取り除いてもよろしいですか？";
"ConfirmMakeInactive1ItemMessage" = "このアップデートの新バージョンは通知されなくなります。このアップデートをもう一度確認できるようにするには、“ソフトウェア・アップデート”＞“アップデートの使用停止を解除”と選択してください。";
"ConfirmMakeInactiveNItemsTitle" = "リストからこれら %d 個のアップデートを取り除いてもよろしいですか？";
"ConfirmMakeInactiveNItemsMessage" = "これらのアップデートの新バージョンは通知されなくなります。これらのアップデートをもう一度確認できるようにするには、“ソフトウェア・アップデート”＞“アップデートの使用停止を解除”と選択してください。";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "キャンセル";

"RESCAN_ERROR_TITLE" = "アップデートの確認中にエラーが起きました。";
